'''
Created on 17 янв. 2017 г.

@author: sminux
'''

token = "313632005:AAGs1N2K069R84ViJzN6yGUstFBUO_vNuSA"

wiki = 'http://ru.bmstu.wiki/'

url_schedule = 'https://students.bmstu.ru/schedule/e7660c00-e742-11e3-8f5e-024716c10819'

sem = 6

loud_tips = ["Кто поднимет всю страну? Наш родной МГТУ", "Мало ем и мало сплю. Я - студент МГТУ.", "Всё что хочешь начерчу. Я - студент МГТУ.", "Всё на свете я могу. Я - студент МГТУ.", "Всё сумею, всё смогу. Я - студент МГТУ.", "Ботать вечно я могу. Я - студент МГТУ.", "Я не умер, но в аду. Я - студент МГТУ.", "Все ловлю я на лету. Я - студент МГТУ.", "Я Камаз толкнуть смогу. Я - студент МГТУ.", "Кто инженер? Я - инженер.", "Могу! Готов! Тружусь! Учу! Я - студент МГТУ!"]

academ_tips = ["Серьёзно?", "А ты шутник", "Ты меня уважаешь?", "Говорят, из бауманки не отчисляют", "Смелый что ли?"]

group_list = ["Виноградова В М", "Волнухин В В", "Грызлов П Д", "Даруткин К А", "Дементьев П А", "Ернеев Э М", "Карапетян Г Л", "Литвак А П", "Марченков С Д 📍", "Прохоров Д Д", "Саморуков А М", "Сапронов Е О", "Свойкина А Г", "Синотова О В", "Сундугеев Н А", "Шапкин А С", "Яснов А И"]
