'''
Created on 17 янв. 2017 г.

@author: sminux
'''

token = "313632005:AAGs1N2K069R84ViJzN6yGUstFBUO_vNuSA"

wiki = 'http://ru.bmstu.wiki/'

url_schedule = 'https://students.bmstu.ru/schedule/e7660c00-e742-11e3-8f5e-024716c10819' #need to change every semester

sem = 6 #need to change every semester

loud_tips = ["Кто поднимет всю страну? Наш родной МГТУ", "Мало ем и мало сплю. Я - студент МГТУ.", "Всё что хочешь начерчу. Я - студент МГТУ.", "Всё на свете я могу. Я - студент МГТУ.", "Всё сумею, всё смогу. Я - студент МГТУ.", "Ботать вечно я могу. Я - студент МГТУ.", "Я не умер, но в аду. Я - студент МГТУ.", "Все ловлю я на лету. Я - студент МГТУ.", "Я Камаз толкнуть смогу. Я - студент МГТУ.", "Кто инженер? Я - инженер.", "Могу! Готов! Тружусь! Учу! Я - студент МГТУ!"]

academ_tips = ["Серьёзно?", "А ты шутник", "Ты меня уважаешь?", "Говорят, из бауманки не отчисляют", "Смелый что ли?"]

group_list = ["Архипов К И \n(уц)Захарова А С",
              "Виноградова В М \n(уц)Прохоров М В",
              "Волнухин В В",
              "Грызлов П Д",
              "Даруткин К А",
              "Дементьев П А",
              "Ернеев Э М",
              "Карапетян Г Л",
              "Косачев  Э  В",
              "Литвак А П",
              "Лисовол Ю С",
              "Малышев М Л",
              "Марченков С Д",
              "Прохоров Д Д",
              "Саморуков А М",
              "Сапронов Е О",
              "Свойкина А Г",
              "Симбирский Д Ю",
              "Синотова О В",
              "Сундугеев Н А",
              "Хаджиев  Р  М",
              "Шапкин А С",
              "Яснов А И"
 ]
